<? if( ! defined('BASEPATH') ) exit ('No direct script access allowed');?>
<div align="center">
	<h2>
		<b class="orange">&gt;</b> <b>서귀포시</b>
	</h2>
	<br>
	<div class="card" style="width: 1300px;">
	  <img src="http://qkrgustn.com/img/Jeju_seogwipo_chun.jpg" width="1300px" height="570px">
	  <div class="card-body" align="left">
		<p class="card-text">
			<h4>
				<b class="orange">&gt;</b> <b>천지연 폭포의 전설</b>
			</h4>
			이 마을에 얼굴이 어여쁘고 마음이 고우며 행실이 얌전하다고 소문이 난 순천이 살고 있었다.<br>
			동네 총각들은 그녀를 마음에 두고 있었고, 그러한 총각 중에 명문이도 끼어 있었다.<br>
			그러나 순천이는 열아홉 살이 되자 부모님이 정해준 대로 이웃 마을 법환리 강씨 댁으로 시집을 가버리고 말았다.<br>
			마을 총각들은 서운해 했고 그 중 명문이는 그 후로부터 형편없는 생활을 하였다.<br>
			한편 시집을 간 순천은 요조숙녀로서 여자의 도리를 다하는 가운데 화락한 결혼생활을 하고 있었다.<br>
			<br>
			어느 가을 순천은 술과 떡을 마련하고 친정나들이를 떠났고, 그 모습을 본 명문이가 서귀포에서 법환으로 이르는 천지연 입구에서 그녀가 돌아가는 것을 기다렸다.<br>
			날이 어두워질 쯤 순천이는 친정집을 나서 천지연 폭포 바로 위에 이르렀을 때 명문이가 불쑥 나타나 순천의 손을 잡으며 같이 살자고 한다.<br>
			순천은 사태의 급박함을 느끼고 소리친다고 했지만 명문은 누구라도 이 일을 방해한다면 같이 폭포를 뛰어내려 죽겠다고 했다.<br>
			그때 우르릉 소리와 함께 바로 아래 천지연 물에서 교룡이 솟구쳐 올라오더니 순식간에 명문이를 낚아채고는 하늘로 솟아오르는 것이었다.<br>
			교룡의 모습을 바라보던 그녀가 다시 정신을 차리고 눈을 자기 주위로 돌렸을 때, 자신의 발밑에 있는 여의주를 발견하였다.<br>
			그녀는 그 여의주를 가지고 밤길을 걸어 시집으로 돌아왔고, 여의주를 몰래 간직하고 있는 그녀는 모든 일이 잘되기만 하였다.<br>
			모든 일이 형통하자 그 집안에서나 일가에서는 이 모든 일이 며느리 덕이라고 칭송이 자자했다.</p>
	  </div>
	</div>
	
	<div class="card" style="width: 1300px;">
	  <img src="http://qkrgustn.com/img/Jeju_seogwipo_soi.jpg" width="1300px" height="570px">
	  <div class="card-body" align="left">
		<p class="card-text">
			<h4>
				<b class="orange">&gt;</b> <b>쇠소깍의 전설</b>
			</h4>
			쇠소깍에는 애틋한 전설이 전해오는데 지금으로부터 약350여 년 전 이효마을.<br>
			어느 부잣집 귀여운 무남독녀와 그 집 머슴의 동갑내기 아들이 신분상 서로의 사랑을 꽃 피우지 못하였다.<br>
			이에 비관한 총각은 쇠소깍 상류에 있는 남내소에 몸을 던져 자살을 하였다.<br>
			이를 뒤 늦게 안 처녀는 남자의 죽음을 슬퍼하며 시신이라도 수습하게 해달라며 쇠소깍 기원바위에서 100일 동안 기도를 드렸다.<br>
			마침 큰비가 내려 총각의 시신이 냇물에 떠 내려오자 처녀는 시신을 부둥켜 안고 울다가 기원바위로 올라가서 사랑하는 님을 따라 ´쇠소´에 몸을 던져 죽고 말았다.<br>
			그 후 하효마을에서는 주민들이 가련한 처녀총각의 넋을 위로하기 위해 마을 동쪽에 있는 응지동산에 당을 마련했다.<br>
			영혼을 모시고 마을의 무사안녕과 번영을 지켜주도록 기원을 드리게 되었는데 지금에는 할망당 또는 여드레당이라 불려지고 있다.<br>
	  </div>
	</div>
	
	<div class="card" style="width: 1300px;">
	  <img src="http://qkrgustn.com/img/Jeju_seogwipo_oi.jpg" width="1300px" height="570px">
	  <div class="card-body" align="left">
		<p class="card-text">
			<h4>
				<b class="orange">&gt;</b><b>외돌개의 전설</b>
			</h4>
			옛날 서귀포에는 바닷일로 하루하루를 살아가는 사이좋은 한 노부부가 살았다.<br>
			거친 바다를 마다않고 노부부는 나가서 일을 했다.<br>
			하루는 바다도 잔잔한 것이 배를 띄우기에 적당한 날이었다.<br>
			<br>
			“하르방, 바당에 강 하영 잡앙 옵써예.”<br>
			“경허주. 오늘은 날도 좋으난 고기 하영 잡히커라.”<br>
			이렇게 할아버지는 채비를 마치고 바다로 나갔다.<br>
			바다에 나가니 아닌 게 아니라 고기가 떼로 다니는 게 아닌가? 할아버지는 흥겹게 고기를 끌어 올렸다.<br>
			돌아가서 할머니에게 많은 고기를 자랑할 생각에 신이 나서 일을 하다 오랜만에 만난 만선이 너무 기뻐 돌아오는 시간을 살짝 넘기고 말았다.<br>
			할아버지는 서둘러 배를 돌려 섬으로 돌아오려는데 그만 풍랑을 만나고 말았다.<br>
			만선으로 돌아올 할아버지가 늦어지자 발을 구르며 바다쪽을 바라보고 있는 할머니의 기다림도 뒤로 한 채 할아버지도, 배도, 많은 고기도 바다 깊이 끝도 없이 빠져 들고 말았다.<br>
			<br>
			다시 날이 밝아도, 또 많은 날이 밝았다 다시 어두워져도 영영 돌아오지 않는 할아버지를 할머니는 애타게 부르다 돌이 되고 말았다.<br>
			그 할머니가 돌로 굳어 외돌개가 되었다는 옛 이야기가 전해오고 있다.<br>
			그래서 외돌개를 살짝 옆으로 보면 먼 바다를 보며 애타게 할아버지를 부르는 모습이 역력하다.<br>
			“하르바앙~, 하르바아~ㅇ.”<br>
			아직도 어느 곳에서 할머니는 할아버지를 애타게 부르고 있는지도 모른다.<br>
			그리고 파도는 그 이름을 산산이 부숴뜨리고 있을 것이다.
	  </div>
	</div>
</div>